>> SOURCE FORMAT FREE
id division.
program-id. P0001.
author. eddtests.
date-written. September 5th 2023.
environment division.
data division.
working-storage section.
01 Answer PIC 999999999 VALUE 0.
procedure division.
display "Hello, world!" end-display.
